Repository: yoursen/WordFinder
Catalog: WordFinder/Resources/Strings/AppResources.*.resx
Languages: uk_ua

source: Play game
uk_ua: Почати гру

source: Best score
uk_ua: Рeзультати

source: Settings
uk_ua: Налаштування

source: Vibrate
uk_ua: Вібрація

source: Sound
uk_ua: Звук

source: Dictionary
uk_ua: Словничок

source: English
uk_ua: Англійська

source: Ukrainian
uk_ua: Українська

source: Main menu
uk_ua: Головне меню

source: Buy premium version
uk_ua: Придбати преміум

source: Restore purchase
uk_ua: Відновити покупку

# PremiumUpgradeMessage
source: Ready to level up your game? Unlock {0} more words in the premium version and broaden your guessing horizons!
uk_ua: Готові підняти свою гру на новий рівень? Розблокуйте ще {0} слів у преміум версії та розширте свої горизонти!

source: Game duration
uk_ua: Тривалість гри

# TenMinutes
source: 10 minutes
uk_ua: 10 хвилин

# FiveMinutes
source: 5 minutes
uk_ua: 5 хвилин

# TwoMinutes
source: 2 minutes
uk_ua: 2 хвилини

source: Freeplay mode
uk_ua: Без обмежень

source: Answers
uk_ua: Відповіді

source: Time left
uk_ua: Час

source: Next
uk_ua: Далі

# Hint
source: Hint ({0})
uk_ua: Поміч ({0})

source: Exit game?
uk_ua: Завершити гру?

source: Yes
uk_ua: Так

source: No
uk_ua: Ні

source: Game Over
uk_ua: Кінець Гри

source: Score
uk_ua: Результат

# BestScoreGameOver
source: Best score
uk_ua: Найкращий

source: Freeplay
uk_ua: Без обмежень

# PremiumUpgradeMessageGameOver
source: {0}{1} not guessed words left in the free version. Unlock an additional {2} words in the premium version and keep the excitement going!
uk_ua: Залишилось {0}{1} невгаданих слів у безкоштовній версії. Розблокуйте додаткові {2} слів у преміум версії та продовжуйте отримувати задоволення!

source: Try again!
uk_ua: Грати ще!

# GameDurationGameOver
source: Game duration
uk_ua: Гра

# GameDurationFormat
source: {0} mins
uk_ua: {0} хв.

source: Only
uk_ua: Лише

# BestScoreTitle
source: Best score
uk_ua: Найкращий результат

source: Answered/Total
uk_ua: Вгадано/Всього

source: Play
uk_ua: Грати

source: How to play?
uk_ua: Як грати?

# HowToPlay1
source: Tap the letters to form the word that matches the description.
uk_ua: Натисніть на літери, щоб утворити слово, яке відповідає опису.

# HowToPlay2
source: If you're stuck, tap the Hint button. You can use up to 3 hints per word and 20 hints per day in the free version.
uk_ua: Якщо ви застрягли, натисніть кнопку "Підказка". Ви можете використовувати до 3 підказок на слово і 20 підказок на день у безкоштовній версії.

# HowToPlay3
source: Tap the Next button to skip the current word and move to the next one.
uk_ua: Натисніть кнопку "Далі", щоб пропустити поточне слово і перейти до наступного.

source: Skip the Word
uk_ua: Пропустіть слово

source: Get a Hint
uk_ua: Візьміть підказку

source: Congratulations!
uk_ua: Вітання!

# NoWordsFree
source: You've guessed all the words in the free version of the application. The word list will now be reset. Consider upgrading to the premium version to unlock more words and enjoy an enhanced experience.
uk_ua: Ви вгадали всі слова у безкоштовній версії додатка. Список слів буде скинуто. Розгляньте можливість оновлення до преміум-версії, щоб розблокувати більше слів і насолоджуватися покращеним досвідом.

# NoWordsPremium
source: You've successfully guessed all the words in the premium version of the application. We appreciate your choice in selecting this game. Please note that the word list will now be reset to keep the challenge fresh for you. Thank you for being part of our gaming community!
uk_ua: Ви успішно вгадали всі слова у преміум-версії додатка. Ми вдячні за ваш вибір цієї гри. Зверніть увагу, що список слів буде скинуто, щоб зберегти для вас свіжість виклику. Дякуємо, що ви є частиною нашої ігрової спільноти!
